Repository: common-repository/cligs-and-tweet
Catalog: cligs-and-tweet-*.po
Languages: de_de

source: Do not create short URL
de_de: Keine Kurz-URL erzeugen

source: Settings Saved
de_de: Einstellungen gespeichert.

source: Cli.gs and Tweet Settings
de_de: Cli.gs and Tweet Einstellungen

source: Twitter user name:
de_de: Twitter Benutzername:

source: Twitter password:
de_de: Twitter Passwort:

source: Will be stored and sent in clear text
de_de: Wird im klartext gespeichert und versendet.

source: Twitter message:
de_de: Twitter Nachricht:

source: The post title
de_de: Nachrichtentitel

source: The blog title
de_de: Blogname

source: The Clig.s short url
de_de: Die Clig.s Kurz-URL

source: Save
de_de: Speichern

source: Create URLs for existing posts/pages
de_de: URL's für bereits existierende posts und Seiten erstellen

source: Create
de_de: erstellen

source: URL(s) created
de_de: URL(s) erstellt

source: error(s)
de_de: Fehler

source: Create short URLs for posts:
de_de: Kurz-URL für Nachrichten erstellen:

source: Create short URLs for pages:
de_de: Kurz-Urls für Seiten erstellen:

source: Send tweet for posts:
de_de: Tweet für Nachrichten versenden:

source: Send tweet for pages:
de_de: Tweet für Seiten versenden:

source: Short URL auto-discovery:
de_de: automatische Kurz-Url suche:

source: Display short URLs on frontpage:
de_de: Anzeigen von Kurz-URLs auf der Startseite:

source: Add short URL before post:
de_de: Kurz-URL vor der Nachricht einfügen

source: Add short URL after post:
de_de: Kurz-Url nach der Nachricht einfügen:

source: Show icon:
de_de: Icon anzeigen:

source: Text before icon:
de_de: Text vor dem Icon:

source: Text after icon:
de_de: Text nach dem Icon:

source: Request time-out:
de_de: Zeitüberschreitung für die Anfrage

source: Seconds
de_de: Sekunden

source: Delete options on deactivate:
de_de: Entfernen der Einstellungen beim deaktivieren:

source: These and the tool settings
de_de: Diese und die Tool-Einstellungen

source: Delete data on deactivate:
de_de: Löschen der Daten beim deaktieren:

source: Custom fields related to this plugin
de_de: Benutzerdefinierte Felder für dieses Plugin

source: Resources
de_de: Ressourcen

source: Short URL Auto-Discovery
de_de: Automatische Kurz-URL-Suche

source: Usage instructions
de_de: Bedienungsanleitung

source: Frequently asked questions
de_de: FAQ

source: Support page
de_de: Support Webseite

source: About the author
de_de: Über den Author
